YCSB/result_over_the_network_ycsb_test_200814/standard_outputRun_b.txt
[OVERALL], RunTime(ms), 118924
[OVERALL], Throughput(ops/sec), 840.8731626921395
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 10
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.008408731626921396
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 10
[TOTAL_GC_TIME_%], Time(%), 0.008408731626921396
[READ], Operations, 95064
[READ], AverageLatency(us), 1188.638601363292
[READ], MinLatency(us), 914
[READ], MaxLatency(us), 16831
[READ], 95thPercentileLatency(us), 1280
[READ], 99thPercentileLatency(us), 1307
[READ], Return=OK, 95064
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3681.0
[CLEANUP], MinLatency(us), 3680
[CLEANUP], MaxLatency(us), 3681
[CLEANUP], 95thPercentileLatency(us), 3681
[CLEANUP], 99thPercentileLatency(us), 3681
[UPDATE], Operations, 4936
[UPDATE], AverageLatency(us), 971.6031199351702
[UPDATE], MinLatency(us), 726
[UPDATE], MaxLatency(us), 2213
[UPDATE], 95thPercentileLatency(us), 1062
[UPDATE], 99thPercentileLatency(us), 1112
[UPDATE], Return=OK, 4936